Revit 2027 API
ParameterTypeId.FabricParamSpanSymDLeft Property
 "D_Left"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId FabricParamSpanSymDLeft { get; }
Public Shared ReadOnly Property FabricParamSpanSymDLeft As ForgeTypeId
	Get
public:
static property ForgeTypeId^ FabricParamSpanSymDLeft {
	ForgeTypeId^ get ();
}
static member FabricParamSpanSymDLeft : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace